Repository: ldidry/lstu
Catalog: lib/Lstu/I18N/*.po
Languages: oc

source: <abbr>LSTU</abbr> est sous licence <a href="http://www.wtfpl.net/"><abbr title="Do What The Fuck you want to Public License" lang="en">WTFPL</abbr></a>.
oc: <abbr>LSTU</abbr> es jos licéncia <a href="http://www.wtfpl.net/"><abbr title="Do What The Fuck you want to Public License" lang="en">WTFPL</abbr></a>.

source: <span class="framalink">%1</span> dispose d’<a href="/api">une <abbr title="Application Programming Interface" lang="en">API</abbr> pour raccourcir rapidement un lien</a>.
oc: <span class="framalink">%1</span> a una <a href="/api">une <abbr title="Application Programming Interface" lang="en">API</abbr> per acorchar rapidament un ligam</a>.

source: <span class="framalink">%1</span> est un service en ligne libre et minimaliste qui permet de raccourcir des liens.
oc: <span class="framalink">%1</span> es un servici en linha liure e minimalista que permet d’acorchar de ligams.

source: <span class="framalink">%1</span> est une instance du logiciel <a href="https://lstu.fr"><abbr>LSTU</abbr></a> développé par <a href="http://www.fiat-tux.fr/">Luc Didry</a>.
oc: <span class="framalink">%1</span> es una instància del logicial <a href="https://lstu.fr"><abbr>LSTU</abbr></a> desvolopat per <a href="http://www.fiat-tux.fr/">Luc Didry</a>.

source: Collez le lien à raccourcir dans le formulaire.
oc: Pegatz lo ligam per acorchar dins lo formulari.

source: Cultivez votre jardin
oc: Cultivatz vòstre òrt

source: Fermer
oc: Tampar

source: La <a href="https://framatube.org/blip/framalink.webm">vidéo au format webm</a>
oc: La <a href="https://framatube.org/blip/framalink.webm">vidèo al format webm</a>

source: La perle des raccourcisseurs d’URL
oc: L’AS dels acorchadors d’URL

source: Partagez ensuite avec vos correspondants le lien qui vous est donné.
oc: Partejatz en seguida amb vòstres correspondents lo ligam que vos serà donat.

source: Pour participer au développement du logiciel, proposer des améliorations ou simplement le télécharger, rendez-vous sur <a href="https://framagit.org/luc/lstu">le site de développement</a>.
oc: Per participar al desvolopament del logicial, prepausar de milhoraments o simplament lo telecargar, anatz <a href="https://framagit.org/luc/lstu">sul site de desvolopament</a>.

source: Pour vous aider dans l’utilisation du logiciel, voici <a href="https://framatube.org/media/tutoriel-framalink" data-toggle="modal" onclick="$('#TutoVideo').modal('show'); return false;">un tutoriel vidéo</a> réalisé par <a href="http://arpinux.org/">arpinux</a>, artisan paysagiste de la distribution GNU/Linux pour débutant <a href="https://handylinux.org/">HandyLinux</a>.
oc: Per vos ajudar dins l’utilizacion del logicial, vaquí <a href="https://framatube.org/media/tutoriel-framalink" data-toggle="modal" onclick="$('#TutoVideo').modal('show'); return false;">un cors vidèo</a> realizat per <a href="http://arpinux.org/">arpinux</a>, artisan païsatgista de la distribucion GNU/Linux per començaire <a href="https://handylinux.org/">HandyLinux</a>.

source: Raccourcir un lien
oc: Acorchar un ligam

source: Raccourcissez vos URLs
oc: Acorchatz vòstres ligams

source: Si besoin, choisissez le texte du lien raccourci.
oc: Se cal, caussissètz lo tèxte del ligam acorchat.

source: Si vous souhaitez installer ce logiciel pour votre propre usage et ainsi gagner en autonomie, nous vous aidons sur :
oc: Se volètz installar aqueste logicial per vòstre pròpri usatge e aital aver mai d'autonomia, vos podèm ajudar sus :

source: Tutoriel vidéo
oc: Tutorial vidèo
